[
  {
    "query": "9781035045686",
    "review_date": "2026-01-09",
    "proposer": "Arne",
    "ratings": {
      "Arne": 13,
      "Thomas": 11,
      "Joost": 14
    },
    "reviews": {
      "Arne": "As this was my first Adrian Tchaikovsky, I was pretty curious. Following Uncharles through the remnants of civilisation was never boring, most often cynically funny, and sometimes hillarious. Both Inspector Birdbot and the ingenious data storing system of the Great Library killed me! I also startet saying \"The Wonk!\" out loud.",
      "Thomas": "(Un)charles' Reise zum (robotischen) Selbstwahrnehmung führt den bewussten Leser durch eine dystopische Welt, in der gnadenlose Algorithmen ihre festgelegten Zwecke durchsetzen und damit allen Lebenswert zerstören. Mit viel Witz und klugen Referenzen legt Adrian Tchaikowsky einen zynisch-unterhaltsamen SF-Abenteuerroman vor.",
      "Joost": "Service Model behandelt seine philosophischen Themen klug und kreativ, hat einen originellen Protagonist und ist dabei auch noch wirklich lustig. Dem können auch ein etwas langwieriger letzter Abschnitt und das halbwegs blasse Ende nur wenig entgegen setzen."
    },
    "meta": {
      "key": "/works/OL37576633W",
      "type": "work",
      "title": "Service Model",
      "authors": "Adrian Tchaikovsky",
      "first_publish_year": 2024,
      "first_edition": "",
      "number_of_pages_median": "400",
      "first_sentence": "On activation each morning Charles' first duty was to check his master's travel arrangements for the day.",
      "description": "Task Item No. 1: Become Self-Aware\r\nMeet Charles™, the latest in robot servant technology. Programmed to undertake the most menial household chores, Charles is loyal, efficient and logical to a fault - that is, until a rather large fault causes him to murder his owner. Understandably perplexed, Charles finds himself without a master and, in a society reliant on artificial labour, worthless. Fleeing the household, he enters a world he never knew existed. Here, an age-old human hierarchy is disintegrating, and a robot ecosystem devoted to its well-being is struggling to find a purpose.\r\nCharles must face new challenges, illogical tasks and a cast of irrational characters. He'll discover that all it takes to overcome the limits of your programming is a nudge. But can he help fix the world, or is it too badly broken?",
      "subjects": "Science fiction, Satirical",
      "edition_count": 5,
      "id_wikidata": [],
      "place": "",
      "time": "",
      "cover_path": "covers/15098528.jpg",
      "cover_url": "https://covers.openlibrary.org/b/id/15098528-M.jpg"
    }
  },
  {
    "query": "The Blacktongued Thief",
    "review_date": "2026-02-11",
    "proposer": "Arne",
    "ratings": {
      "Arne": 12,
      "Thomas": 13,
      "Joost": 10
    },
    "reviews": {
      "Arne": "Christopher Buehlman delivers a fast-paced, neatly-written action adventure that barely lets you notice its shortcomings. Through the eyes of Kinch Na Shannak—an indebted thief with a good heart and bad manners—we journey through a gritty, war-torn fantasy Europe rife with corruption, evil creatures, and strange magicks. Despite the somewhat flat characters and minor inconsistencies in world-building, I think it's a great book. I love Buehlman's take on magic and goblins, and he manages to hit the mark between sarcasm, emotion, and thrill. Beware, or you might get pulled in and eaten alive!",
      "Thomas": "Im klassischen RPG Sinne kann der Protagonist Kinch Na Shannack alles ein bisschen, aber nichts wirklich gut. Mit viel Glück in der Brust bringt begibt er sich auf eine halsbrecherische Reise mit etwas eindimensionalen Mitstreiter:innen durch eine wunderbar ausgestaltete Welt hinter sich. Fesselnd und witzig.",
      "Joost": "The Blacktongue Thief feuert in atemlosem Tempo mit Actionszenen, die im besten Sinne unvorhersehbar bleiben. Ruhige Momente, tiefgründige Beziehung oder eine fokussierte Handlung habe ich vermisst, aber einen unterhaltsamen Page-Turner bekommen."
    },
    "meta": {
      "key": "/works/OL21698532W",
      "type": "work",
      "title": "Blacktongue Thief",
      "authors": "Christopher Buehlman",
      "first_publish_year": 2021,
      "first_edition": "",
      "number_of_pages_median": 416,
      "first_sentence": "I was about to die.",
      "description": "Kinch Na Shannack owes the Takers Guild a small fortune for his education as a thief, which includes (but is not limited to) lock-picking, knife-fighting, wall-scaling, fall-breaking, lie-weaving, trap-making, plus a few small magics. His debt has driven him to lie in wait by the old forest road, planning to rob the next traveler that crosses his path.\n\nBut today, Kinch Na Shannack has picked the wrong mark.\n\nGalva is a knight, a survivor of the brutal goblin wars, and handmaiden of the goddess of death. She is searching for her queen, missing since a distant northern city fell to giants.\n\nUnsuccessful in his robbery and lucky to escape with his life, Kinch now finds his fate entangled with Galva's. Common enemies and uncommon dangers force thief and knight on an epic journey where goblins hunger for human flesh, krakens hunt in dark waters, and honor is a luxury few can afford.",
      "subjects": "Fantasy, Grimlight, Gritty",
      "edition_count": 7,
      "id_wikidata": [],
      "place": "",
      "time": "",
      "cover_path": "covers/10622593.jpg",
      "cover_url": "https://covers.openlibrary.org/b/id/10622593-M.jpg"
    }
  },
  {
    "query": "3596706408",
    "review_date": "YYYY-MM-DD",
    "proposer": "Joost",
    "ratings": {
      "Thomas": null,
      "Joost": null,
      "Arne": null
    },
    "reviews": {
      "Thomas": null,
      "Joost": null,
      "Arne": null
    },
    "meta": {
      "key": "/works/OL32433964W",
      "type": "work",
      "title": "Pantopia",
      "authors": "Theresa Hannig",
      "first_publish_year": 2022,
      "first_edition": "",
      "number_of_pages_median": 464,
      "first_sentence": "",
      "description": "Eine bessere Welt ist möglich! Theresa Hannig, die Autorin von „Die Optimierer“, hat eine Utopie für unsere Zeit geschrieben.\r\n\r\nEigentlich wollten Patricia Jung und Henry Shevek  nur eine autonome Trading-Software schreiben, die an der Börse überdurchschnittlich gut performt. Doch durch einen Fehler im Code entsteht die erste starke künstliche Intelligenz auf diesem Planeten – Einbug.\r\n\r\nEinbug begreift schnell, dass er, um zu überleben, nicht nur die Menschen besser kennenlernen, sondern auch die Welt verändern muss. Zusammen mit Patricia und Henry gründet er deshalb die Weltrepublik Pantopia. Das Ziel: Die Abschaffung der Nationalstaaten und die universelle Durchsetzung der Menschenrechte. Wer hätte gedacht, dass sie damit Erfolg haben würden?\r\n\r\n„Komm nach Pantopia. Hier sind alle willkommen!“",
      "subjects": "",
      "edition_count": 1,
      "id_wikidata": [],
      "place": "",
      "time": "",
      "cover_path": "covers/13107142.jpg",
      "cover_url": "https://covers.openlibrary.org/b/id/13107142-M.jpg"
    }
  }
]