[
  {
    "query": "9781035045686",
    "review_date": "2026-01-08",
    "proposer": "Arne",
    "ratings": {
      "Arne": 5,
      "Thomas": 9,
      "Joost": 6
    },
    "meta": {
      "key": "/works/OL37576633W",
      "type": "work",
      "title": "Service Model",
      "authors": "Adrian Tchaikovsky",
      "first_publish_year": 2024,
      "first_edition": "",
      "number_of_pages_median": "400",
      "first_sentence": "On activation each morning Charles' first duty was to check his master's travel arrangements for the day.",
      "description": "Task Item No. 1: Become Self-Aware\r\nMeet Charles™, the latest in robot servant technology. Programmed to undertake the most menial household chores, Charles is loyal, efficient and logical to a fault - that is, until a rather large fault causes him to murder his owner. Understandably perplexed, Charles finds himself without a master and, in a society reliant on artificial labour, worthless. Fleeing the household, he enters a world he never knew existed. Here, an age-old human hierarchy is disintegrating, and a robot ecosystem devoted to its well-being is struggling to find a purpose.\r\nCharles must face new challenges, illogical tasks and a cast of irrational characters. He'll discover that all it takes to overcome the limits of your programming is a nudge. But can he help fix the world, or is it too badly broken?",
      "subjects": "Fiction, Science fiction",
      "edition_count": 5,
      "id_wikidata": [],
      "place": "",
      "time": "",
      "cover_path": "covers/15098528.jpg",
      "cover_url": "https://covers.openlibrary.org/b/id/15098528-M.jpg"
    }
  },
  {
    "query": "herr der ringe",
    "review_date": "YYYY-MM-DD",
    "proposer": "namehere",
    "ratings": {
      "namehere": null,
      "namehere2": null,
      "namehere3": null
    },
    "meta": {
      "key": "/works/OL27448W",
      "type": "work",
      "title": "The Lord of the Rings",
      "authors": "J.R.R. Tolkien",
      "first_publish_year": 1954,
      "first_edition": "",
      "number_of_pages_median": 1193,
      "first_sentence": "When Mr. Bilbo Baggins of Bag End announced that he would shortly be celebrating his eleventy-first birthday with a party of special magnificence, there was much talk and excitement in Hobbiton.",
      "description": "Originally published from 1954 through 1956, J.R.R. Tolkien's richly complex series ushered in a new age of epic adventure storytelling. A philologist and illustrator who took inspiration from his work, Tolkien invented the modern heroic quest novel from the ground up, creating not just a world, but a domain, not just a lexicon, but a language, that would spawn countless imitators and lead to the inception of the epic fantasy genre. Today, THE LORD OF THE RINGS is considered \"the most influential fantasy novel ever written.\" (THE ENCYCLOPEDIA OF FANTASY)\r\n\r\nDuring his travels across Middle-earth, the hobbit Bilbo Baggins had found the Ring. But the simple band of gold was far from ordinary; it was in fact the One Ring - the greatest of the ancient Rings of Power. Sauron, the Dark Lord, had infused it with his own evil magic, and when it was lost, he was forced to flee into hiding.\r\n\r\nBut now Sauron's exile has ended and his power is spreading anew, fueled by the knowledge that his treasure has been found. He has gathered all the Great Rings to him, and will stop at nothing to reclaim the One that will complete his dominion. The only way to stop him is to cast the Ruling Ring deep into the Fire-Mountain at the heart of the land of Mordor--Sauron's dark realm.\r\n\r\nFate has placed the burden in the hands of Frodo Baggins, Bilbo's heir...and he is resolved to bear it to its end. Or his own.",
      "subjects": "Fiction, Fantasy, Epic, Romans, Nouvelles",
      "edition_count": 251,
      "id_wikidata": [
        "Q22122681"
      ],
      "place": [
        "Mordor",
        "Hornburg",
        "Isengard",
        "Cracks of Doom",
        "Fangorn Forest",
        "Middle Earth",
        "Tierra Media"
      ],
      "time": [
        "The end of the third age"
      ],
      "cover_path": "covers/14625765.jpg",
      "cover_url": "https://covers.openlibrary.org/b/id/14625765-M.jpg"
    }
  },
  {
    "query": "Service Model",
    "review_date": "2025-11-13",
    "proposer": "Arne",
    "ratings": {
      "Arne": null,
      "Thomas": null,
      "Joost": null
    },
    "meta": {
      "key": "/works/OL145191W",
      "type": "work",
      "title": "Picasso",
      "authors": "Pablo Picasso, Jean-Louis Andral, and Pierre Daix",
      "first_publish_year": 1926,
      "first_edition": "",
      "number_of_pages_median": 107,
      "first_sentence": "",
      "description": "In 1946, when Picasso received the offer to use one of the great rooms in the castle at Antibes as a studio, he exclaimed enthusiastically: “I'm not only going to paint, I'll decorate the museum too.” The result was a series of paintings and drawings that reflected the jubilant spirit, the joie de vivre, of a country that was free once more. Picasso later added sculptures, graphic works, and ceramics to this collection, forming the basis for what would be France's first museum dedicated to him, inaugurated in 1966 as Musée Picasso, Antibes.This catalog, published in conjunction with the exhibition of Palazzo Grassi, comprises a great selection of the most outstanding works from the Musée Picasso of Antibes, a large number of which have never been shown beyond the museum's walls. These include the murals La Joie de Vivre, 1946, The Sea Urchin Eater, 1946, and the impressive sculpture Head of Woman with Chignon, 1932. Featuring paintings, drawings, sculptures, and ceramics, the works illustrate a splendid period in Picasso's artistic career. The volume also includes a selection of photographs of Picasso by Polish artist Michel Sima, which portray the context in which Picasso created the works.",
      "subjects": "Animals, Ballet",
      "edition_count": 240,
      "id_wikidata": "",
      "place": [
        "Barcelona",
        "Cologne",
        "France",
        "Germany",
        "Hamburg",
        "Heidenheim",
        "Italy",
        "Mougins",
        "New York",
        "New York (State)",
        "Paris",
        "Spain",
        "Tacoma",
        "Washington (State)"
      ],
      "time": [
        "20th century"
      ],
      "cover_path": "covers/2238306.jpg",
      "cover_url": "https://covers.openlibrary.org/b/id/2238306-M.jpg"
    }
  },
  {
    "query": "9780316362474",
    "review_date": "YYYY-MM-DD",
    "proposer": "Arne",
    "ratings": {
      "Arne": null,
      "Joost": null,
      "Thomas": null
    },
    "meta": {
      "key": "/works/OL20052661W",
      "type": "work",
      "title": "Kings of the wyld",
      "authors": "Nicholas Eames",
      "first_publish_year": 2017,
      "first_edition": "",
      "number_of_pages_median": 529,
      "first_sentence": "",
      "description": "\"Clay Cooper and his band were once the best of the best -- the meanest, dirtiest, most feared crew of mercenaries this side of the Heartwyld. Their glory days long past, the mercs have grown apart and grown old, fat, drunk - or a combination of the three. Then an ex-bandmate turns up at Clay's door with a plea for help. His daughter Rose is trapped in a city besieged by an enemy one hundred thousand strong and hungry for blood. Rescuing Rose is the kind of mission that only the very brave or the very stupid would sign up for. It's time to get the band back together for one last tour across the Wyld\"--",
      "subjects": "Fiction",
      "edition_count": 2,
      "id_wikidata": [],
      "place": "",
      "time": "",
      "cover_path": "covers/9252364.jpg",
      "cover_url": "https://covers.openlibrary.org/b/id/9252364-M.jpg"
    }
  }
]